IdeaRS.Connections
PlateOpeningData.CountX Property
Compatible with IDEA StatiCa 0.0
 Count of multiply openings in X axis direction
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int CountX { get; set; }
Property Value
Type: Int32
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace